/*
 SORelativeDateTransformer.strings
 
 Created by Andrew Podkovyrin on 16/02/14.
 Copyright 2014 Andrew Podkovyrin. All rights reserved.
 */

/*
 Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
 <relative time difference> <date component name> ago
 */
"formatTemplateForRelativePastDatePhrase" = "%@";

/*
 Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
 in <relative time difference> <date component name>
 */
"formatTemplateForRelativeFutureDatePhrase" = "через %@";

/* localized date component names and plural forms */
"now" = "сейчас";
"%d year (plural rule: one)" = "%d год";
"%d year (plural rule: few)" = "%d года";
"%d year (plural rule: many)" = "%d лет";
"%d month (plural rule: one)" = "%d мес";
"%d month (plural rule: few)" = "%d мес";
"%d month (plural rule: many)" = "%d мес";
"%d week (plural rule: one)" = "%d нед";
"%d week (plural rule: few)" = "%d нед";
"%d week (plural rule: many)" = "%d нед";
"%d day (plural rule: one)" = "%d день";
"%d day (plural rule: few)" = "%d дня";
"%d day (plural rule: many)" = "%d дней";
"%d hour (plural rule: one)" = "%d час";
"%d hour (plural rule: few)" = "%d часа";
"%d hour (plural rule: many)" = "%d часов";
"%d minute (plural rule: one)" = "%d мин";
"%d minute (plural rule: few)" = "%d мин";
"%d minute (plural rule: many)" = "%d мин";
"%d second (plural rule: one)" = "%d сек";
"%d second (plural rule: few)" = "%d сек";
"%d second (plural rule: many)" = "%d сек";
